
<!--blog start -->
<section id="blog" class="blog blog-search" >
    <div class="container">
        <div class="road-detail projtct-intro">
            <div class="road-title">
            国家社科基金项目 <br/>“唐长安至汴京道文学的文化学考察与信息平台建设”（14BZW089）介绍     <br/><br/>
            </div>
            <div class="road-content">
            长安至汴州道绾结东西两京（下简称“京汴道”），是唐交通网络的“枢轴”，柳宗元《馆驿使壁记》云：“由四海之内，总而合之，以至于关。由关之内，束而会之，以至于王都。”这条道路交通最为繁忙，使客最多，巡幸、封禅等大型政治活动最频繁，所谓“两京大道多游客，每遇词人战一场”，与其他道路相较，京汴道文学作品最富赡、题材与体裁最丰富、风格最多样、艺术水平最高，堪称是一条“唐代文学之路”。本成果以京汴道文学为观照对象，主要开展以下研究：<br/>
            <br/><strong>1.基础研究</strong><br/>
            （1）以《全唐诗》《全唐诗补编》《全唐文》《太平广记》《唐摭言》《唐语林》《大唐新语》《金石萃编》《历代石刻资料汇编》等为基础，结合作家年谱、年表、编年笺注、方志等，蒐集唐京汴道文学作品，并进行考证和辑佚。<br/>
            （2）以《新唐书》《旧唐书》《资治通鉴》《唐会要》《唐六典》《唐律疏议》等为基础，结合方家的历史地理研究成果，勾勒京汴道路线图。<br/>
            （3）在前两项工作的基础上，沿古京汴道开展田野调查，对每个馆驿、关隘、“节点”进行实地踏查，深入村镇与当地居民交流，印证或修正前期的书面地理成果；采集地理信息，拍摄图像及视频；建立EXCEL数据库。<br/>
            <br/><strong>2.文学研究</strong><br/>
            （1）从创作动机与心态入手把握京汴道文学生产的基本情况，描绘行旅文学创作的多样图景。从体裁看，京汴道文学以诗歌、散文（赋、铭、题名）、叙事文学（传奇与历史叙事）为主，或抒赴举之忐忑，或写仕宦之风尘，或道漂泊之惶惑，或言窜逐之悲辛，或执手送别，或道中喜逢，或扈从应制，或虔心求法，题材之丰，内涵之广，堪称有唐一代道路文学之最。而酬寄、唱和、题壁、联句、口号、分韵限韵等创作方法，更给行旅文学增添别样的风格和特点。<br/>
            （2）以京汴道文学作品数量最多的诗歌为观照对象，从“行旅”、“送别”、“怀古”、“应制”入手，探析行旅诗歌的独特内涵及其在立意、语言、修辞、结构、比兴、情韵等方面的特点。<br/>
            （3）将道路空间分为馆驿、城邑、关隘等子空间，探索京汴道叙事文学的空间叙事，并从诗歌与小说互动互竞的角度切入，讨论了叙事文学中诗歌所起的推进情节、塑造形象、渲染氛围的作用，揭示行旅叙事文学特别是传奇作品中的浪漫诗意。最后在行宫这一特殊的空间观照京汴道行宫文学。<br/>
            <br/><strong>3.文化研究</strong><br/>
            （1）在全面了解唐代交通状况及馆驿设置的基础上，仔细耙梳唐代的陆路、水路及馆驿制度，包括关禁、公验、过所、行历、勘验、给船给马、符劵、交通规则、管理机构、过失惩处、习俗禁忌等，探究唐代的交通文化与制度文化。<br/>
            （2）行旅文学具有丰富的地理信息，是文学与地理的诗意结合。从文化地理学角度探索行旅文学，剖析“景观”背后的深层次“含义”，钩稽文学意象形成的奥秘，探究行人的内心世界和心灵体验；以灞桥、岳庙、潼关、洛桥等“节点”为例，分析其文学作品，从中抽绎出“节点”所代表的城邑的独特气质；从“地方感”、“秩序感”入手，分析行旅诗歌的“水平空间向度中心观”与“反中心观”，探究其背后的心灵图景；行旅叙事文学中以地名地望形成的“秩序感”，不仅具有抽象意义上的秩序美，而且使叙事方式更加丰富多彩和引人入胜。<br/>
            （3）行旅应制是道路、政治、制度与诗歌的“交响”，多写巡幸寓目仪式，具有仪式化和符号化的特点，其专有性、排他性语词及典故的运用表现出士人在“代表型公共领域”中的“精英意识”；同时，在应制“场域”中，臣子宁愿舍弃才华、隐藏个性也要追求优质的“文化资本”以转化为“场域”中的政治地位，凡此种种，均表现出士人为实现自我价值而做出的妥协及其焦虑、无奈的心路历程，其原因在于士人对功名和责任的孜矻以求。<br/>
            （4）从传播学角度观照行旅文学，探讨馆驿题壁对传播方式的革新，以及诗歌在传播过程中的“意义产制”造成的诗歌版本及别集风貌的变化。从传播流程模式、信源与信宿的关系入手探讨酬寄、唱和、应制的传播特点。<br/>
            （5）“漂泊”、“回归”与“立名”是京汴道行旅文学的三个“母题”。因“弃逐”而产生的“怨慕”精神是漂泊与回归的源头，而士人自孔子时代起就树立起来的对完美人格范型的追求，以及“三不朽”的人生理想，是“华山题名”、“甘棠题名”中“立名”母题形成的原因。<br/>
            （6）从文化创意产业角度研究行旅文学，试图通过创意“激活”京汴道行旅文学遗产，以产业集聚的方式促进多业态融合，推进京汴道不同地区间文化交流与合作，共同打造“京汴道唐代文学之路”这一文创品牌。<br/>
            <br/><strong>4.信息平台建设</strong><br/>
            依据基础研究中的EXCEL数据库建立作家基本数据库、活动编年数据库和作品系年库，将唐长安至汴京的历史地图数字化，开发出定点、定位及地貌显示功能，便于读者清晰直观地掌握这条道路的文学地图。<br/>
            </div>

            <div class="road-title">研究方法的创新：</div>
            <div class="road-content">
            1．文学研究与文化视野的结合。在对研究对象进行文学本体研究的同时，强调文化视角的切入，关注文化因子与文学现象间的互渗交融，试图开拓新的意义生成空间。<br/>
            2.传统研究方法与自然科学研究方法的结合。在传统的辑佚考辨、诗史互证等方法外，引入地理信息技术、计量分析、田野踏查等研究方法，保证研究的信度与效度。<br/>
            3.中国诗学理论与西方学术理论的结合。在中国古代诗学理论的基础上，引入西方文艺学、社会学、心理学、传播学等理论观照古代文学现象，力争以中为本，达到中西“化合”。    <br/>
            </div>
            <div class="road-title">突出特色和主要建树：</div>
            <div class="road-content">
            1.进行了大量的田野踏查工作，使传统的古代文学研究具有实证性和现场感。先后数次赴京汴道各地，行程近3000公里，详细勘察实际地貌，采集地理信息，搜集民间传说逸闻，拍摄了1500余张照片，摄制近200条视频，修正了此前学界对线路和地望的讹误之处，清晰地绘制出唐时京汴道路线图。<br/>
            2.建设信息平台，给传统的古代文学研究增加了技术性和信息化特点。根据基础研究中的作家作品数据库，结合田野踏查过程中采集的地理信息与视频图像，建成一个交互式信息平台“唐京汴道文学地图”（www.jingbiandao.com）。<br/>
            3.文化研究视角的引入，力争突破传统文学研究的藩篱，开拓新的意义生成空间。在文化地理学、社会学、政治学、心理学、传播学、“母题”研究等领域观照京汴道行旅文学，抽蕉剥笋，悉心阐释，其中偶有亮点与新解。<br/>
            4.致力于做“实学”。唐京汴道文学遗产丰厚，然多年来束之高阁，芜没空山，没有得到开发和利用，令人痛惜。本成果尝试从文化创意角度为文化创意产业园的建设提供建议，并且就文学遗产的创意路径提出拙见。<br/>
            </div>
            <div class="road-title">资料收集和数据采集情况：</div>
            <div class="road-content">
            1.纸质资料的搜集涵盖《全唐诗》《全唐诗补编》《全唐文》《太平广记》《唐摭言》《唐语林》《大唐新语》《金石萃编》《历代石刻资料汇编》《新唐书》《旧唐书》《资治通鉴》《唐会要》《唐六典》《唐律疏议》及作家年谱、年表、编年笺注、方志等，约50万字。<br/>
            2.数字与电子资料的搜集包括1500余张照片，200余条视频，共计约5T。
            </div>
        </div>
    </div><!--/.container-->
</section><!--/.blog-->
<!--blog end -->
